Tekla Open API Reference for Tekla Structures 2025
DrawingEnumerator Properties
The DrawingEnumerator type exposes the following members.
Properties
Name | Description
Current
 Gets the current drawing.
Top
See Also
Reference
DrawingEnumerator Class
Tekla.Structures.Drawing Namespace